Repository: surniaulula/wpsso-merchant-return-policy
Catalog: languages/wpsso-merchant-return-policy-*.po
Languages: fr_fr

source: The %1$s add-on requires the %2$s plugin.
fr_fr: L'ajout %1$s requiert l'extension %2$s.

source: The %1$s add-on requires %2$s version %3$s or newer (version %4$s is currently installed).
fr_fr: L'ajout %1$s nécessite %2$s version %3$s ou plus récente (la version %4$s est installée actuellement).

# plugin name
source: WPSSO Schema Merchant Return Policy Manager
fr_fr: WPSSO Gestionnaire de Schéma Merchant Return Policy

# plugin description
source: Manage Merchant Return Policies for Google Merchant listings and Schema markup.
fr_fr: Gérez les politiques de retour de marchand pour les listes de marchands Google et le balisage de Schéma.

# option value
source: Default Product Return Policy
fr_fr: Politique retour de produit par défaut

# option label
source: Return Policy Name
fr_fr: Nom de politique de retour

# option label
source: Return Policy Is Default
fr_fr: Politique de retour est défaut

# metabox title
source: Return Policy Information
fr_fr: Informations de politique de retour

# option label
source: Return Policy Category
fr_fr: Catégorie politique de retour

# option label
source: Return Window Days
fr_fr: Jours fenêtre de retour

# option label
source: Return Methods
fr_fr: Méthodes de retour

# option label
source: Return Label
fr_fr: Étiquette de retour

# option label
source: Return Fees
fr_fr: Frais de retour

# option label
source: Shipping Fees
fr_fr: Frais d'expédition

# option label
source: Restocking Fees
fr_fr: Frais de réapprovisionnement

source: or
fr_fr: ou

# option label
source: Refund Types
fr_fr: Types de remboursement

# option label
source: Item Conditions
fr_fr: Conditions de l'article

# option label
source: Applicable Countries
fr_fr: Pays concernés

source: A name for this return policy (required).
fr_fr: Un nom pour cette politique de retour (obligatoire).

source: The return policy name may appear in WordPress editing pages and in the Schema MerchantReturnPolicy "name" property.
fr_fr: Le nom de la politique de retour peut apparaître dans les pages d'édition WordPress et dans la propriété de Schéma MerchantReturnPolicy "name".

source: You may choose this return policy as the default.
fr_fr: Vous pouvez choisir cette politique de retour comme politique par défaut.

source: The type of return policy.
fr_fr: Le type de politique de retour.

source: The number of days from the delivery date that a product can be returned.
fr_fr: Le nombre de jours à compter de la date de livraison pendant lesquels un produit peut être retourné.

source: The type of return methods offered.
fr_fr: Le type de méthodes de retour proposées.

source: The method by which the consumer can obtain a return shipping label for a product.
fr_fr: La méthode par laquelle le consommateur peut obtenir une étiquette de retour pour un produit.

source: The type of return fees.
fr_fr: Le type de frais de retour.

source: The cost of shipping for returning a product.
fr_fr: Les frais d'expédition pour le retour d'un produit.

source: The restocking fee charged to the consumer when returning a product.
fr_fr: Les frais de réapprovisionnement facturés au consommateur lors du retour d'un produit.

source: You can choose a fixed amount or a percentage of the price paid.
fr_fr: Vous pouvez choisir un montant fixe ou un pourcentage du prix payé.

source: The refund types available to the consumer when returning a product.
fr_fr: Les types de remboursement disponibles au consommateur lors du retour d'un produit.

source: The acceptable conditions of an item which can be returned.
fr_fr: Les conditions acceptables d'un article qui peut être retourné.

source: The countries this return policy applies to.
fr_fr: Les pays auxquels cette politique de retour s'applique.

source: Note that Google limits the selection to a maximum of %d countries.
fr_fr: Notez que Google limite la sélection à un maximum de %d pays.

source: Note that Google limits this selection to a maximum of %d countries.
fr_fr: Notez que Google limite cette sélection à un maximum de %d pays.

# option value
source: Return Policy #%d
fr_fr: Politique de retour #%d

# metabox title
source: Return Policy
fr_fr: Politique de retour

source: Unable to provide information for return policy ID #%s.
fr_fr: Impossible de fournir des informations pour la politique de retour ID #%s.

source: Please publish return policy ID #%s or select a different return policy.
fr_fr: Veuillez publier la politique de retour ID #%s ou sélectionner une autre politique de retour.

source: Return policy ID #%s does not exist.
fr_fr: La politique de retour ID #%s n'existe pas.

source: Please select a different return policy.
fr_fr: Veuillez sélectionner une autre politique de retour.

# post type general name
source: Return Policies
fr_fr: Politiques de retour

# post type singular name
source: Return Policy
fr_fr: Politique de retour

source: Add Return Policy
fr_fr: Ajouter politique de retour

source: Edit Return Policy
fr_fr: Modifier politique de retour

source: New Return Policy
fr_fr: Nouvelle politique de retour

source: View Return Policy
fr_fr: Voir politique de retour

source: View Return Policies
fr_fr: Voir les politiques de retour

source: Search Return Policies
fr_fr: Rechercher dans les politiques de retour

source: No return policies found
fr_fr: Aucune politique de retour trouvé

source: No return policies found in Trash
fr_fr: Aucune politique de retour trouvé dans la corbeille

source: Parent Return Policy:
fr_fr: Politique de retour parent:

source: All Return Policies
fr_fr: Toutes les politiques de retour

source: Return Policy Archives
fr_fr: Archives des politiques de retour

source: Return Policy Attributes
fr_fr: Attributs de la politique de retour

source: Insert into return policy
fr_fr: Insérer dans la politique de retour

source: Uploaded to this return policy
fr_fr: Téléchargé à cette politique de retour

source: Return Policy Image
fr_fr: Image de la politique de retour

source: Set return policy image
fr_fr: Définir l'image de la politique de retour

source: Remove return policy image
fr_fr: Supprimer l'image de la politique de retour

source: Use as return policy image
fr_fr: Utiliser comme image de politique de retour

# admin menu name
source: SSO Returns
fr_fr: SSO Retours

source: Filter return policies
fr_fr: Filtrer les politiques de retour

source: Return Policies list navigation
fr_fr: Navigation de la liste des politiques de retour

source: Return Policies list
fr_fr: Liste des politiques de retour

# admin bar name
source: Return Policy
fr_fr: Politique de retour

source: Return Policy published.
fr_fr: Politique de retour publié.

source: Return Policy published privately.
fr_fr: Politique de retour publié en privé.

source: Return Policy reverted to draft.
fr_fr: Politique de retour remis au brouillon.

source: Return Policy scheduled.
fr_fr: Politique de retour planifié.

source: Return Policy updated.
fr_fr: Politique de retour mis à jour.

# post type label
source: Return Policy
fr_fr: Politique de retour

# post type description
source: Return Policy
fr_fr: Politique de retour

source: Categories
fr_fr: Catégories

source: Category
fr_fr: Catégorie

# admin menu name
source: Categories
fr_fr: Catégories

source: All Categories
fr_fr: Toutes catégories

source: Edit Category
fr_fr: Modifier la catégorie

source: View Category
fr_fr: Voir la catégorie

source: Update Category
fr_fr: Mettre à jour la catégorie

source: Add New Category
fr_fr: Ajouter une nouvelle catégorie

source: New Category Name
fr_fr: Nom de la nouvelle catégorie

source: Parent Category
fr_fr: Catégorie parente

source: Parent Category:
fr_fr: Catégorie parente:

source: Search Categories
fr_fr: Rechercher dans les catégories

source: Popular Categories
fr_fr: Catégories populaires

source: Separate categories with commas
fr_fr: Séparez les catégories avec des virgules

source: Add or remove categories
fr_fr: Ajouter ou retirer des catégories

source: Choose from the most used
fr_fr: Choisir parmi les plus utilisées

source: No categories found.
fr_fr: Aucune catégorie trouvée.

source: ← Back to categories
fr_fr: ← Retour aux catégories

# taxonomy label
source: Categories
fr_fr: Catégories

# taxonomy description
source: Categories for Return Policies
fr_fr: Catégories pour les politiques de retour

source: WPSSO Schema Merchant Return Policy Manager
fr_fr: WPSSO Gestionnaire de Schéma Merchant Return Policy

source: Manage Merchant Return Policies for Google Merchant listings and Schema markup.
fr_fr: Gérez les politiques de retour de marchand pour les listes de marchands Google et le balisage de Schéma.
